export const faqData = [
    {
        id: 0,
        question: 'Коронавирус?',
        answer: 'С момента получения полного пакета документов от клиента, у страховой компании есть 10 рабочих дней для принятия решения. В случае принятия положительного решения выплата производится в течение 5 рабочих дней по реквизитам, указанным в заявлении на выплату. Подробнее Вы можете узнать в специальном разделе.'
    },
    {
        id: 1,
        question: 'Как родственнику погибшего клиента обратиться за выплатой?',
        answer: 'С момента получения полного пакета документов от клиента, у страховой компании есть 10 рабочих дней для принятия решения. В случае принятия положительного решения выплата производится в течение 5 рабочих дней по реквизитам, указанным в заявлении на выплату. Подробнее Вы можете узнать в специальном разделе.'
    },
    {
        id: 2,
        question: 'Я оформил полис, как узнать от чего я застрахован?',
        answer: 'С момента получения полного пакета документов от клиента, у страховой компании есть 10 рабочих дней для принятия решения. В случае принятия положительного решения выплата производится в течение 5 рабочих дней по реквизитам, указанным в заявлении на выплату. Подробнее Вы можете узнать в специальном разделе.'
    },
    {
        id: 3,
        question: 'Что делать, если я потерял страховой полис?',
        answer: 'С момента получения полного пакета документов от клиента, у страховой компании есть 10 рабочих дней для принятия решения. В случае принятия положительного решения выплата производится в течение 5 рабочих дней по реквизитам, указанным в заявлении на выплату. Подробнее Вы можете узнать в специальном разделе.'
    },
    {
        id: 4,
        question: 'Коронавирус?',
        answer: 'С момента получения полного пакета документов от клиента, у страховой компании есть 10 рабочих дней для принятия решения. В случае принятия положительного решения выплата производится в течение 5 рабочих дней по реквизитам, указанным в заявлении на выплату. Подробнее Вы можете узнать в специальном разделе.'
    },
    {
        id: 5,
        question: 'Коронавирус?',
        answer: 'С момента получения полного пакета документов от клиента, у страховой компании есть 10 рабочих дней для принятия решения. В случае принятия положительного решения выплата производится в течение 5 рабочих дней по реквизитам, указанным в заявлении на выплату. Подробнее Вы можете узнать в специальном разделе.'
    },
    {
        id: 6,
        question: 'Коронавирус?',
        answer: 'С момента получения полного пакета документов от клиента, у страховой компании есть 10 рабочих дней для принятия решения. В случае принятия положительного решения выплата производится в течение 5 рабочих дней по реквизитам, указанным в заявлении на выплату. Подробнее Вы можете узнать в специальном разделе.'
    },
]