import { FC, SVGProps } from 'react';
import ExpertIcon from './icons/verified_expert2.svg';
import ResearchIcon from './icons/verified_researcher2.svg';
import ScienceIcon from './icons/verified_science2.svg';

interface QualityModel {
    icon: FC<SVGProps<SVGSVGElement>>;
    title: string;
    desc: string;
    bgColor: string;
}

interface PrincipModel {
    desc: string;
}

export const qualities: QualityModel[] = [
    {
        icon: ResearchIcon,
        title: 'Рекомендации профессиональных\nсообществ',
        desc: 'Рекомендации профессиональных сообществ. Если материал отмечен этим знаком, то информация в нём подкреплена и подтверждена мнением медицинских и других организаций в вопросах здоровья и хорошего самочувствия. Например, рекомендации Всемирной организации здравоохранения по питанию, основанные на сотнях исследований и мнениях ведущих мировых экспертов в области диетологии и нутрициологии. Таким образом, это говорит о доказанности рекомендаций на опыте тысяч экспертов во всем мире с подтверждением в качественных научных работах.',
        bgColor: '#F5E6D1',
    },
    {
        icon: ScienceIcon,
        title: 'Подтверждено\nисследованиями',
        desc: 'Такой знак говорит о том, что рекомендации и выводы подтверждены в исследованиях. Это хорошо, так как доказывает эффективность и безопасность методов. Информация в материалах дополняется при появлении новых данных в научных работах.',
        bgColor: '#C3DECB',
    },
    {
        icon: ExpertIcon,
        title: 'Мнение\nэкспертов',
        desc: 'Если материал отмечен этим знаком, то информация в нём основана на мнении конкретных специалистов. Это могут быть врачи с большим опытом, которые используют описанные методы десятилетиями, или, например, тренер по бегу, который рассказывает о беговых тренировках. Несмотря на то, что мы рассматриваем мнение конкретного человека, все высказывания и рекомендации проходят проверку научным редактором.',
        bgColor: '#F6D7E4',
    },
];

export const princips: PrincipModel[] = [
    {
        desc: 'Смотреть первоисточники. Если эксперты или авторы ссылаются на какое-то исследование, мы всегда изучим его и проверим, что думает на этот счёт современная наука.',
    },
    {
        desc: 'Проверять высказывания экспертов вне зависимости от их регалий, места работы и других факторов.',
    },
    {
        desc: 'Обновлять материалы при появлении новых исследований. Если мы нашли или нам прислали научную работу, меняющие взгляд на рекомендации или проблему, описанную в публикациях, мы адаптируем их к новым данным',
    },
];
