export const Questions = [
    {
        questionText: 'Сколько обычно вы проходите пешком (гуляете) в день?',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
    {
        questionText: 'Сколько обычно вы проходите пешком (гуляете) в день? 2',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
    {
        questionText: 'Сколько обычно вы проходите пешком (гуляете) в день? 3',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
    {
        questionText: 'Сколько обычно вы проходите пешком (гуляете) в день? 4',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
    {
        questionText: 'Сколько обычно вы проходите пешком (гуляете) в день? 5',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
];
