export const Questions = [
    {
        questionText: 'Сколько обычно вы проходите пешком (гуляете) в день?',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
    {
        questionText: '2Сколько обычно вы проходите пешком (гуляете) в день?',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
    {
        questionText: '3Сколько обычно вы проходите пешком (гуляете) в день?',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
    {
        questionText: '4Сколько обычно вы проходите пешком (гуляете) в день?',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
    {
        questionText: '5Сколько обычно вы проходите пешком (гуляете) в день?',
        answers: ['до 15 минут', '15-30 минут', '30-45 минут', '45 минут и более'],
    },
];
