export const individualProgramm = [
    {
        number: '01',
        color: '#54B676',
        title: '4 направления',
        text: 'В вашем плане 4 направления: сон, физическая активность, питание и антистресс-практики.Начинайте выполнять рекомендации по каждому. Старайтесь делать не менее 80 % плана',
    },
    {
        number: '02',
        color: '#FFAC44',
        title: '30 дней',
        text: 'Выполняйте вашу программу минимум 30 дней и оцените самочувствие',
    },
    {
        number: '03',
        color: '#C3E154',
        title: 'Календарь',
        text: 'Отмечайте каждый свой маленький шаг в специальных ячейках календаря. Так вы будете видеть важность каждого шага и замечать успехи!',
    },
    {
        number: '04',
        color: '#FE99C4',
        title: 'Тестирование',
        text: 'После этого пройдите повторное тестирование для оценки прогресса иформирования новой программы.',
    },
];