export const Plan = [
    {
        activities: ['Пейте воду', 'Начните завтракать', 'Употребляйте фрукты и овощи!' ],
        goals: ['Из расчета 30–35 мл на кг веса, 3–4 раз в неделю', 'Минимум 2 раза в неделю', 'Цель — 1–2 порции по 100–200 г любимых фруктов и овощей ежедневно'],
    },
    {
        activities: ['Спите 7–8 часов в сутки', 'Ложитесь спать и вставайте в одно и то же время', 'Не заставляйте себя заснуть, если не получается', 'Спите в темноте!', 'Блокируйте синий свет в своем смартфоне', 'Проветривайте в спальне перед сном' ],
        goals: ['3–5 раз в неделю', '3–5 раз в неделю', 'Займитесь чем-нибудь монотонным', 'Максимально затемните спальню перед сном', 'Отключите синий свет на своем смартфоне за час до сна', 'Ежедневно'],
    },
    {
        activities: ['Делайте дыхательную гимнастику', 'Уделяйте время вашим любимым занятиям (хобби)', 'Откройте для себя аффирмации!' ],
        goals: ['Выберите для себя подходяще упражнение. Выполняйте их 1–2 раз в неделю утром или вечером по 5 минут.', '30–60 мин. 1–2 раза в неделю', 'Начните с утренних практик 3–4 раза в неделю и постепенно аффирмации должны стать ежедневными с повторениями утром, в течение дня и перед сном.'],
    },
];

export const Materials = [
    {
       id: 0,
       img: require('../../../../assets/backgrounds/material1.png'),
       title: '​​​​10 лучших советов для правильного питания',
       text: 'Простые практики, которые помогут сделать питание полезным...',
    },
    {
        id: 1,
        img: require('../../../../assets/backgrounds/material2.png'),
        title: '​​​​10 лучших советов для правильного питания',
        text: 'Простые практики, которые помогут сделать питание полезным...',
    },
    {
        id: 2,
        img: require('../../../../assets/backgrounds/material1.png'),
        title: '​​​​10 лучших советов для правильного питания',
        text: 'Простые практики, которые помогут сделать питание полезным...',
     },
    {
        id: 3,
        img: require('../../../../assets/backgrounds/material2.png'),
        title: '​​​​10 лучших советов для правильного питания',
        text: 'Простые практики, которые помогут сделать питание полезным...',
    },
    {
        id: 4,
        img: require('../../../../assets/backgrounds/material1.png'),
        title: '​​​​10 лучших советов для правильного питания',
        text: 'Простые практики, которые помогут сделать питание полезным...',
     },
    {
        id: 5,
        img: require('../../../../assets/backgrounds/material2.png'),
        title: '​​​​10 лучших советов для правильного питания',
        text: 'Простые практики, которые помогут сделать питание полезным...',
    },
];
